Repository: kerli81/wp-flexible-map-options
Catalog: languages/flxmapoptions-*.po
Languages: de

source: Plugin "Flexible Map" is NOT active!
de: Plugin "Flexible Map" ist NICHT aktiv!

source: Settings
de: Einstellungen

source: Default
de: Standard-Wert

source: Successfully updated
de: Erfolgreich aktualisiert

source: Options Page for
de: Optionenseite für

source: You will find more information about the fields on the instruction page of the WP Flexible Map plugin
de: Weitere Informationen zu den einzelnen Felden können auf der Instruktion-Page des WP Flexible Map Plugins entnommen werden.

source: Parameters for all maps
de: Parameter für alle Karten

source: Width in Pixel/Percent
de: Breite in Pixel/Prozent

source: Height in Pixel/Percent
de: Höhe in Pixel/Prozent

source: Type of map to show
de: anzuzeigender Kartentyp

source: Hide the map type controls
de: Kartentyp-Element verstecken

source: Hide the panning controls
de: Navigation-Element verstecken

source: Hide the zoom controls
de: Zoom-Element verstecken

source: Hide the street view control
de: Street View-Element verstecken

source: Which zoom control style
de: Zoom Kontroll Typ

source: Hide the map scale
de: Karten-Skala verstecken

source: Enable zoom with mouse scroll wheel
de: Zoomen mit Mausrad erlauben

source: Enable dragging to pan
de: Verschieben der Karte per Mausklick erlauben

source: Enable double-clicking to zoom
de: Zoomen mit Doppelklick erlauben

source: show directions link in text bubble
de: Zeige Routen-Link in Textblase

source: allow directions to be draggable
de: Verschieben der Routen-Karte per Mausklick erlauben

source: suppress start and end markers when showing directions
de: Start- und End-Marker bei Routen unterdrücken

source: show or suppress directions steps when showing directions
de: Anzeigen der Schritte bei Routen

source: show or suppress directions search form when showing directions
de: Anzeigen der Suche bei Routen

source: specify region to help localise address searches for street address map and directions
de: Eingeschränkte Region für die Suche von Adressen bei Routen

source: use a specific locale (language) for messages like the text of the Directions link
de: Sprachangabe für Texte bei Routen

source: Additional parameters for centre coordinates map
de: Zusätzliche Parameter für koordinatsbasierte Karten

source: URL to icon for the marker
de: URL zu einem Marker

source: show directions when the map loads
de: Route anzeigen wenn Karte geladen wird

source: initial from: location for directions
de: Initiale von:-Adresse bei Routen

source: show the marker's info window when the map loads
de: Anzeige der Marker-Info beim Laden der Karte

source: Additional parameters for KML map
de: Zusätzliche Parameter für KML-Karten

source: Prevent links from opening in new window
de: Öffnen von Links in einem neuen Fenster verhindern
